Repository: OWASP-BLT/BLT
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr, hi, ja, ru

source: English
de: Englisch
fr: Anglais
hi: अंग्रेज़ी
ja: 英語
ru: Английский

source: French
de: Französisch
fr: Français
hi: फ्रेंच
ja: フランス語
ru: Французский

source: Chinese
de: Chinesisch
fr: Chinois
ja: 中国語
ru: Китайский

source: German
de: Deutsch
fr: Allemand
ja: ドイツ語
ru: Немецкий

source: Japanese
de: Japanisch
fr: Japonais
ja: 日本語
ru: Японский

source: Russian
de: Russisch
fr: Russe
ja: ロシア語
ru: Русский

source: Hindi
ja: ヒンディー語
ru: Хинди

source: Register Company
de: Enregistrer l'entreprise
fr: Enregistrer l'entreprise
hi: कंपनी पंजीकृत करें
ja: 企業を登録
ru: Зарегистрировать компанию

source: Company Information
de: Informations sur l'entreprise
fr: Informations sur l'entreprise
hi: कंपनी की जानकारी
ja: 企業情報
ru: Информация о компании

source: Company Name
de: Nom de l'entreprise
fr: Nom de l'entreprise
hi: कंपनी का नाम
ja: 企業名
ru: Название компании

source: Company Url
de: URL de l'entreprise
fr: URL de l'entreprise
hi: कंपनी का यूआरएल
ja: 企業のURL
ru: URL компании

source: Company Support Email (Optional)
de: E-mail de support de l'entreprise (facultatif)
fr: E-mail de support de l'entreprise (facultatif)
hi: कंपनी समर्थन ईमेल (वैकल्पिक)
ja: 企業のサポートメール（オプション）
ru: Электронная почта поддержки компании (необязательно)

source: Company Twitter URL (Optional)
de: URL Twitter de l'entreprise (facultatif)
fr: URL Twitter de l'entreprise (facultatif)
hi: कंपनी का ट्विटर यूआरएल (वैकल्पिक)
ja: 企業のTwitter URL（オプション）
ru: URL Twitter компании (необязательно)

source: Company Facebook URL (Optional)
de: URL Facebook de l'entreprise (facultatif)
fr: URL Facebook de l'entreprise (facultatif)
hi: कंपनी का फेसबुक यूआरएल (वैकल्पिक)
ja: 企業のFacebook URL（オプション）
ru: URL Facebook компании (необязательно)

source: Company Logo
de: Logo de l'entreprise
fr: Logo de l'entreprise
hi: कंपनी का लोगो
ja: 企業のロゴ
ru: Логотип компании

source: Upload logo
de: Télécharger le logo
fr: Télécharger le logo
hi: लोगो अपलोड करें
ja: ロゴをアップロード
ru: Загрузить логотип

source: Company Managers
de: Gestionnaires de l'entreprise
fr: Gestionnaires de l'entreprise
hi: कंपनी के प्रबंधक
ja: 企業のマネージャー
ru: Менеджеры компании

source: Add Emails which will be allowed to add domains
de: Ajoutez des e-mails qui seront autorisés à ajouter des domaines
fr: Ajoutez des e-mails qui seront autorisés à ajouter des domaines
hi: वे ईमेल जो डोमेन जोड़ने की अनुमति देंगे, जोड़े
ja: ドメインを追加できる電子メールを追加
ru: Добавьте адреса электронной почты, которым будет разрешено добавлять домены

source: Add Email
de: Ajouter un e-mail
fr: Ajouter un e-mail
hi: ईमेल जोड़ें
ja: 電子メールを追加
ru: Добавить адрес электронной почты

source: Email address
de: Adresse e-mail
fr: Adresse e-mail
hi: ईमेल पता
ja: 電子メールアドレス
ru: Адрес электронной почты

source: Cancel
de: Abbrechen
fr: Annuler
hi: रद्द करें
ja: キャンセル
ru: Отмена

source: Save
de: Enregistrer
fr: Enregistrer
hi: सहेजें
ja: 保存
ru: Сохранить

source: You're receiving this e-mail because user %(user_display)s has given your e-mail address to register an account on %(site_domain)s. To confirm this is correct, go to %(activate_url)s
de: Sie erhalten diese E-Mail, weil Benutzer %(user_display)s Ihre E-Mail-Adresse angegeben hat, um ein Konto auf %(site_domain)s zu registrieren. Um dies zu bestätigen, gehen Sie zu %(activate_url)s
fr: Vous recevez cet e-mail parce que l'utilisateur %(user_display)s a fourni votre adresse e-mail pour créer un compte sur %(site_domain)s. Pour confirmer que c'est correct, rendez-vous sur %(activate_url)s
ja: %(activate_url)s に移動して、これが正しいことを確認してください。このメールを受け取ったのは、ユーザー %(user_display)s があなたのメールアドレスを登録のために %(site_domain)s に提供したためです。
ru: Вы получаете это письмо, потому что пользователь %(user_display)s указал ваш адрес электронной почты для регистрации учетной записи на сайте %(site_domain)s. Чтобы подтвердить это, перейдите по ссылке %(activate_url)s

source: is a bug logging tool to report issues and get points, companies are held accountable
de: ist ein Fehlerprotokollierungstool, um Probleme zu melden und Punkte zu erhalten, Unternehmen sind zur Rechenschaft zu ziehen
fr: est un outil de journalisation des bugs permettant de signaler des problèmes et d'obtenir des points, les entreprises sont tenues responsables
hi: एक बग लॉगिंग टूल है जिसका उपयोग समस्याओं की रिपोर्ट करने और पॉइंट्स प्राप्त करने के लिए किया जाता है, कंपनियों को जिम्मेदारी दी जाती है
ja: は問題を報告してポイントを獲得するためのバグ記録ツールであり、企業は責任を負います
ru: - это инструмент для регистрации ошибок, предназначенный для сообщения о проблемах и получения баллов; компании несут ответственность

source: Get Started
de: Loslegen
fr: Commencer
hi: प्रारंभ करें
ja: はじめる
ru: Начать

source: Read our
de: Lesen Sie unsere
fr: Lisez nos
hi: हमारा पढ़ें
ja: 当社の読む
ru: Прочтите наши

source: terms
de: Bedingungen
fr: conditions
hi: शर्तें
ja: 利用規約
ru: условия

source: and
de: und
fr: et
hi: और
ja: および
ru: и

source: conditions
de: Bedingungen
hi: शर्तें
ja: 条件
ru: условия

source: Account Login
de: Kontoanmeldung
fr: Connexion au compte
hi: खाता लॉग इन
ja: アカウントログイン
ru: Вход в аккаунт

source: Forgot Password?
de: Passwort vergessen?
fr: Mot de passe oublié ?
hi: पासवर्ड भूल गए?
ja: パスワードをお忘れですか？
ru: Забыли пароль?

source: Log in
de: Anmelden
fr: Se connecter
hi: लॉग इन करें
ja: ログイン
ru: Войти

source: or login with
de: oder melden Sie sich an mit
fr: ou connectez-vous avec
hi: या इससे लॉग इन करें
ja: または以下でログイン
ru: или войдите с помощью

source: Sign Out
de: Abmelden
fr: Déconnexion
hi: साइन आउट करें
ja: サインアウト
ru: Выйти

source: Are you sure?
de: Sind Sie sicher?
fr: Êtes-vous sûr ?
hi: क्या आप निश्चित हैं?
ja: 本当によろしいですか？
ru: Вы уверены?

source: Yes
de: Ja
fr: Oui
hi: हाँ
ja: はい
ru: Да

source: Change Password
de: Passwort ändern
fr: Changer le mot de passe
hi: पासवर्ड बदलें
ja: パスワードを変更する
ru: Изменить пароль

source: Password Reset
de: Passwort zurücksetzen
fr: Réinitialisation du mot de passe
hi: पासवर्ड रीसेट करें
ja: パスワードのリセット
ru: Сброс пароля

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
de: Ihr Passwort vergessen? Geben Sie unten Ihre E-Mail-Adresse ein, und wir senden Ihnen eine E-Mail, mit der Sie es zurücksetzen können.
fr: Mot de passe oublié ? Saisissez votre adresse e-mail ci-dessous, et nous vous enverrons un e-mail vous permettant de le réinitialiser.
hi: अपना पासवर्ड भूल गए? नीचे अपना ई-मेल पता दर्ज करें, और हम आपको एक ई-मेल भेजेंगे जिससे आप इसे रीसेट कर सकते हैं।
ja: パスワードをお忘れですか？以下にメールアドレスを入力してください。パスワードをリセットするためのメールを送信します。
ru: Забыли пароль? Введите ваш адрес электронной почты ниже, и мы отправим вам письмо, позволяющее сбросить его.

source: Reset My Password
de: Mein Passwort zurücksetzen
fr: Réinitialiser mon mot de passe
hi: मेरा पासवर्ड रीसेट करें
ja: パスワードをリセットする
ru: Сбросить мой пароль

source: Bad Token
de: Ungültiges Token
fr: Jeton incorrect
hi: खराब टोकन
ja: 無効なトークン
ru: Неверный токен

source: Your password is now changed!
de: Ihr Passwort wurde jetzt geändert!
fr: Votre mot de passe est désormais modifié !
hi: आपका पासवर्ड अब बदल गया है!
ja: パスワードが変更されました！
ru: Ваш пароль теперь изменен!

source: Already have an account
de: Bereits ein Konto vorhanden
fr: Vous avez déjà un compte
hi: पहले से ही एक खाता है
ja: すでにアカウントをお持ちの場合
ru: Уже есть аккаунт

source: Login
de: Anmelden
fr: Connexion
hi: लॉगिन
ja: ログイン
ru: Вход

source: Account SignUp
de: Konto anmelden
fr: Inscription au compte
hi: खाता साइन अप
ja: アカウント登録
ru: Регистрация учетной записи

source: Sign Up
de: Registrieren
fr: S'inscrire
hi: साइन अप करें
ja: サインアップ
ru: Зарегистрироваться

source: User Profile
de: Benutzerprofil
fr: Profil de l'utilisateur
hi: उपयोगकर्ता प्रोफ़ाइल
ja: ユーザープロフィール
ru: Профиль пользователя

source: Logout
de: Abmelden
fr: Déconnexion
hi: लॉगआउट
ja: ログアウト
ru: Выйти

source: Enter URL, APP name or GPS location of issue
de: Entrez l'URL, le nom de l'application ou la localisation GPS du problème
fr: Entrez l'URL, le nom de l'application ou la localisation GPS du problème
hi: मुद्दे के URL, APP नाम या GPS स्थान दर्ज करें
ja: 問題のURL、アプリ名、またはGPS位置を入力してください
ru: Введите URL, название приложения или GPS-местоположение проблемы

source: Flea Plan
de: Flohplan
fr: Plan de la puce
hi: बिल्ली योजना
ja: ノミプラン
ru: План блохи

source: Month
de: Mois
fr: Mois
hi: महीना
ja: 月
ru: Месяц

source: Ant Plan
de: Ameisenplan
fr: Plan de la fourmi
hi: मूर्गा योजना
ja: アリプラン
ru: План муравья

source: Wasp Plan
de: Wespenplan
fr: Plan de la guêpe
hi: ततैया योजना
ja: スズメバチプラン
ru: План оси

source: Scorpion Plan
de: Skorpionplan
fr: Plan du scorpion
hi: बिचू योजना
ja: サソリプラン
ru: План скорпиона

source: Grand Prize
de: Grand prix
fr: Grand prix
hi: महान पुरस्कार
ja: グランプリ
ru: Главный приз

source: START BUGBOUNTY
de: DÉMARRER UNE CHASSE AUX BUGS
ja: バグハントを開始

source: free to use
de: kostenlos zu benutzen
fr: libre d'utilisation
hi: उपयोग करने के लिए स्वतंत्र
ja: 無料で利用可能
ru: бесплатно для использования

source: not for profit initiative
de: nicht gewinnorientierte Initiative
fr: initiative à but non lucratif
hi: लाभ के लिए नहीं, गैर लाभकारी पहल
ja: 非営利イニシアティブ
ru: инициатива без извлечения прибыли

source: Search
de: Suche
fr: Recherche
hi: खोज
ja: 検索
ru: Поиск

source: Filter Hunts
de: Jagden filtern
fr: Filtrer les chasses aux bugs
hi: हंट्स फ़िल्टर करें
ja: ハントをフィルタリング
ru: Фильтровать охоты

source: Community
de: Gemeinschaft
fr: Communauté
hi: समुदाय
ja: コミュニティ
ru: Сообщество

source: Contributors
de: Mitwirkende
fr: Contributeurs
hi: योगदानकर्ता
ja: 寄稿者
ru: Участники

source: Company
de: Unternehmen
fr: Compagnie
hi: कंपनी
ja: 企業
ru: Компания

source: Features
de: Funktionen
fr: Fonctionnalités
hi: विशेषताएँ
ja: 機能
ru: Возможности

source: Company Scoreboard
de: Unternehmensergebnistabelle
fr: Tableau de bord de l'entreprise
hi: कंपनी स्कोरबोर्ड
ja: 企業スコアボード
ru: Таблица результатов компании

source: Legal
de: Rechtlich
fr: Légal
hi: कानूनी
ja: 法的
ru: Правовая информация

source: Privacy
de: Datenschutz
fr: Vie privée
hi: गोपनीयता
ja: プライバシー
ru: Конфиденциальность

source: Developer API
de: Entwickler-API
fr: API pour les développeurs
hi: डेवलपर API
ja: 開発者API
ru: API для разработчиков

source: Documentation
de: Dokumentation
hi: दस्तावेज़ीकरण
ja: ドキュメンテーション
ru: Документация

source: Guides
de: Anleitungen
hi: मार्गदर्शिकाएँ
ja: ガイド
ru: Руководства

source: Follow Us
de: Folgen Sie uns
fr: Suivez-nous
hi: हमें फ़ॉलो करें
ja: フォローする
ru: Подписывайтесь на нас

source: Powered by
de: Betrieben von
fr: Propulsé par
hi: के द्वारा संचालित
ja: 提供
ru: Работает на

source: Report a Bug
de: Einen Fehler melden
fr: Signaler un bug
hi: रिपोर्ट
ja: バグを報告する
ru: Сообщить о баге

source: Bugbounty
ja: バグハント

source: Add to chrome
de: Zu Chrome hinzufügen
fr: Ajouter à Chrome
hi: क्रोम में जोड़ें
ja: Chrome に追加
ru: Добавить в Chrome

source: Start a Bug Hunt
ja: バグハントを開始する

source: Social
de: Sozial
hi: सामाजिक
ja: ソーシャル
ru: Социальные сети

source: Invite Friends
de: Freunde einladen
fr: Inviter des amis
hi: मित्रों को आमंत्रित करें
ja: 友達を招待する
ru: Пригласить друзей

source: Company Dashboard
de: Unternehmensdashboard
fr: Tableau de bord de l'entreprise
hi: कंपनी स्कोरबोर्ड
ja: 企業ダッシュボード
ru: Панель управления компании

source: Signup
de: Registrieren
fr: Inscription
hi: साइनअप
ja: サインアップ
ru: Зарегистрироваться

source: Find Bugs, Win Points and Prizes
fr: Trouvez des bugs, gagnez des points et des prix
hi: कीड़े, जीत के अंक और पुरस्कार खोजें
ja: バグを見つけてポイントと賞品を獲得する
ru: Находите баги, зарабатывайте очки и призы

source: Fix issues on websites, apps or hardware (+3 points)
de: Beheben Sie Probleme auf Websites, Apps oder Hardware (+3 Punkte)
fr: Corriger les problèmes sur les sites web, les applications ou le matériel (+3 points)
hi: वेबसाइट, एप्लिकेशन या हार्डवेयर (+3 अंक) पर समस्याएँ ठीक करें
ja: ウェブサイト、アプリ、またはハードウェアの問題を修正する（+3 ポイント）
ru: Исправление проблем на веб-сайтах, в приложениях или аппаратных средствах (+3 балла)

source: Verify other bug reports(+2 points)
de: Andere Fehlerberichte überprüfen (+2 Punkte)
fr: Vérifier d'autres rapports de bug (+2 points)
hi: अन्य बग रिपोर्ट (+2 अंक) की जाँच करें
ja: 他のバグレポートを確認する（+2 ポイント）
ru: Проверка других отчетов о багах (+2 балла)

source: Invite friends (when they signup , get +1 point)
de: Freunde einladen (wenn sie sich anmelden, erhalten Sie +1 Punkt)
fr: Inviter des amis (quand ils s'inscrivent, recevez +1 point)
hi: मित्रों को आमंत्रित करें (जब वे साइनअप करते हैं, तो +1 अंक प्राप्त करें)
ja: 友達を招待する（サインアップしたとき、+1 ポイントを獲得）
ru: Пригласите друзей (когда они регистрируются, вы получаете +1 балл)

source: Find a bug on a new site or app (+4 points)
de: Finden Sie einen Fehler auf einer neuen Website oder App (+4 Punkte)
fr: Trouver un bug sur un nouveau site ou une nouvelle application (+4 points)
hi: नई साइट या ऐप (+4 अंक) पर एक बग खोजें
ja: 新しいサイトまたはアプリでバグを見つける（+4 ポイント）
ru: Найти баг на новом сайте или в приложении (+4 балла)

source: Number Error
de: Zahlenfehler
fr: Erreur de numéro
hi: संख्या त्रुटि
ja: 数字のエラー
ru: Ошибка числа

source: For pages where you see a number 404, 500.
de: Für Seiten, auf denen Sie eine Zahl 404, 500 sehen.
fr: Pour les pages où vous voyez un numéro 404, 500.
hi: उन पृष्ठों के लिए जहाँ आप संख्या 404, 500 देखते हैं।
ja: 数字 404、500 が表示されるページに対して。
ru: Для страниц, где вы видите число 404, 500.

source: Examples
de: Beispiele
fr: Exemples
hi: उदाहरण
ja: 例
ru: Примеры

source: Functional
de: Funktional
fr: Fonctionnel
hi: कार्यात्मक
ja: 機能的
ru: Функциональный

source: Something doesn't work as intended
de: Etwas funktioniert nicht wie beabsichtigt
fr: Quelque chose ne fonctionne pas comme prévu
hi: कुछ काम नहीं करता है।
ja: 意図したとおりに機能しないものがあります
ru: Что-то работает не так, как задумано

source: Performance
de: Leistung
hi: प्रदर्शन
ja: パフォーマンス
ru: Производительность

source: Any process that takes over 5 seconds.
de: Jeder Vorgang, der länger als 5 Sekunden dauert.
fr: Tout processus prenant plus de 5 secondes.
hi: 5 सेकंड से अधिक कुछ भी।
ja: 5 秒以上かかるプロセス
ru: Любой процесс, занимающий более 5 секунд.

source: Security
de: Sicherheit
fr: Sécurité
hi: सुरक्षा
ja: セキュリティ
ru: Безопасность

source: Data leaks, exploits or anything smelly.
de: Datenlecks, Exploits oder etwas Verdächtiges.
fr: Fuites de données, exploits ou toute chose suspecte.
hi: डेटा लीक, शोषण या कुछ भी बदबूदार।
ja: データの漏洩、エクスプロイト、または不正なもの
ru: Утечки данных, эксплойты или что-то подозрительное.

source: Typo
de: Tippfehler
fr: Faute de frappe
hi: टाइपो
ja: 誤字脱字
ru: Опечатка

source: Miss-spellings, miss-grammar and more.
de: Rechtschreibfehler, Grammatikfehler und mehr.
fr: Fautes d'orthographe, fautes de grammaire et plus encore.
hi: मिस-स्पेलिंग, मिस-व्याकरण और बहुत कुछ।
ja: スペルミス、文法ミスなど
ru: Опечатки, ошибка в грамматике и многое другое.

source: Design
hi: डिजाइन
ja: デザイン
ru: Дизайн

source: Layout, responsiveness and improvements
de: Layout, Reaktionsfähigkeit und Verbesserungen
fr: Mise en page, réactivité et améliorations
hi: लेआउट, जवाबदेही और सुधार
ja: レイアウト、レスポンシブ性、および改善
ru: Макет, адаптивность и улучшения

source: Server Down
de: Server nicht erreichbar
fr: Serveur hors service
hi: सर्वर धीमा चर रहा है
ja: サーバーダウン
ru: Сервер недоступен

source: 500 Server Error and Downtime
de: 500 Serverfehler und Ausfallzeit
fr: Erreur serveur 500 et temps d'arrêt
hi: 500 सर्वर त्रुटि और डाउनटाइम
ja: 500 サーバーエラーおよびダウンタイム
ru: Ошибка сервера 500 и простой

source: Users
de: Benutzer
fr: Utilisateurs
hi: उपयोगकर्ताओं
ja: ユーザー
ru: Пользователи

source: Hunts
de: Jagden
fr: Chasses
hi: शिकार
ja: ハント
ru: Поиск багов

source: Domains
de: Domänen
fr: Domaines
hi: डोमेन्स
ja: ドメイン
ru: Домены

source: LATEST HUNTS
de: NEUESTE JAGDEN
fr: DERNIÈRES CHASSES
hi: नवीनतम शिकार
ja: 最新のハント
ru: ПОСЛЕДНИЕ ПОИСКИ

source: View Ended Hunts
de: Beendete Jagden anzeigen
fr: Voir les chasses terminées
hi: समाप्त शिकार देखें
ja: 終了したハントを表示
ru: Просмотр завершенных поисков

source: No ongoing hunt's found
de: Keine laufenden Jagden gefunden
fr: Aucune chasse en cours trouvée
hi: कोई चल रहे शिकार नहीं मिला
ja: 進行中のハントは見つかりませんでした
ru: Нет текущих поисков

source: LEADER BOARDS
de: LEITERPLATTEN
fr: TABLEAUX DE BORD
hi: लीडर बोर्ड्स
ja: リーダーボード
ru: ТАБЛИЦЫ ЛИДЕРОВ

source: TOP COMPANY
de: TOP UNTERNEHMEN
fr: TOP COMPAGNIE
hi: शीर्ष कंपनी
ja: トップ企業
ru: ТОП КОМПАНИЯ

source: TOP TESTER
fr: MEILLEUR TESTEUR
hi: शीर्ष टेस्टर
ja: トップテスター
ru: ТОП ТЕСТЕР

source: Latest activity
de: Neueste Aktivität
fr: Dernière activité
hi: नवीनतम गतिविधि
ja: 最新のアクティビティ
ru: Последняя активность

source: View All Activity
de: Alle Aktivitäten anzeigen
fr: Voir toutes les activités
hi: सभी गतिविधि देखें
ja: すべてのアクティビティを表示
ru: Просмотреть всю активность

source: Leaderboard
de: Bestenliste
fr: Classement
hi: लीडरबोर्ड
ja: リーダーボード
ru: Таблица лидеров

source: The 1st Place Hunter for
de: Der erste Platzjäger für
fr: Le premier chasseur pour
hi: पहले स्थान पर हंटर के लिए
ja: 第1位のハンター
ru: Первое место для

source: will receive
de: wird erhalten
fr: recevra
hi: प्राप्त होगा
ja: 受け取ります
ru: получит

source: No sponsored prizes this month
de: Keine gesponserten Preise diesen Monat
fr: Pas de prix sponsorisés ce mois-ci
hi: इस महीने कोई प्रायोजित पुरस्कार नहीं हैं
ja: 今月はスポンサーによる賞品はありません
ru: Нет спонсорских призов в этом месяце

source: Sponsor a Prize
de: Einen Preis sponsern
fr: Parrainer un prix
hi: पुरस्कार संरचित करें
ja: 賞品をスポンサーにする
ru: Стать спонсором приза

source: Points
de: Punkte
hi: अंक
ja: ポイント
ru: баллы

source: Leaderboard reset for
de: Bestenliste zurücksetzen für
fr: Réinitialisation du classement pour
hi: लीडरबोर्ड रीसेट करें
ja: リーダーボードのリセット
ru: Сброс таблицы лидеров для

source: Be first to find issues
de: Seien Sie der Erste, der Probleme findet
fr: Soyez le premier à trouver des problèmes
hi: पहले इस्यू खोजने वाले बनें
ja: 問題を最初に見つけましょう
ru: Будьте первым, кто найдет проблемы

source: View All
de: Alles anzeigen
fr: Tout afficher
hi: सभी देखें
ja: すべて表示
ru: Просмотреть все

source: Filter Monthly
de: Monatlich filtern
fr: Filtrer par mois
hi: मासिक फ़िल्टर
ja: 月別にフィルタリング
ru: Фильтр по месяцам

source: View Monthly
de: Monatlich anzeigen
fr: Voir par mois
hi: मासिक देखें
ja: 月別に表示
ru: Просмотр по месяцам

source: Invite a company and get +5 points when they join
de: Invitez une entreprise et obtenez +5 points lorsqu'ils rejoignent
fr: Invitez une entreprise et obtenez +5 points lorsqu'ils rejoignent
hi: एक कंपनी को आमंत्रित करें और जब वे जुड़ें, +5 अंक प्राप्त करें
ja: 企業を招待して参加すると+5ポイントを獲得できます
ru: Пригласите компанию и получите +5 баллов, когда они присоединятся

source: Featured on Homepage
de: Auf der Startseite vorgestellt
fr: En vedette sur la page d'accueil
hi: होम पेज पर प्रदर्शित
ja: ホームページに掲載
ru: Рекомендуется на главной странице

source: Featured in Newsletter
de: Im Newsletter vorgestellt
fr: En vedette dans la newsletter
hi: न्यूज़लेटर में विशेष रुप से प्रदर्शित
ja: ニュースレターに掲載
ru: Рекомендуется в рассылке

source: Announced to Users
de: Benutzern angekündigt
fr: Annoncé aux utilisateurs
hi: उपयोगकर्ताओं के लिए घोषित
ja: ユーザーに発表
ru: Объявлено пользователям

source: All prize money goes directly to the bug bounty hunter
de: Alle Preisgelder gehen direkt an den Bug-Jäger
ja: すべての賞金は直接バグハンターに支払われます

source: Software code allows us to buy a gift for Mom or Dad on amazon.com in 7 seconds
de: Software-Code ermöglicht es uns, in 7 Sekunden ein Geschenk für Mutter oder Vater auf amazon.com zu kaufen
fr: Le code logiciel nous permet d'acheter un cadeau pour Maman ou Papa sur amazon.com en 7 secondes
hi: सॉफ़्टवेयर कोड हमें 7 सेकंड में amazon.com पर माँ या पापा के लिए उपहार खरीदने की अनुमति देता है
ja: ソフトウェアコードを使用して、amazon.comで7秒で母親や父親へのプレゼントを購入できます
ru: Код программы позволяет нам купить подарок для мамы или папы на amazon.com за 7 секунд

source: watch our favorite
de: unsere Favoriten ansehen
fr: regarder notre favori
hi: हमारे पसंदीदा देखें
ja: お気に入りを見る
ru: смотреть наше любимое

source: “House of Cards” episode on Netflix or read Yelp reviews about a new restaurant
de: Folge von 'House of Cards' auf Netflix ansehen oder Yelp-Bewertungen zu einem neuen Restaurant lesen
fr: épisode de "House of Cards" sur Netflix ou lire les avis Yelp sur un nouveau restaurant
hi: Netflix पर 'House of Cards' एपिसोड देखें या एक नया रेस्तरां के बारे में Yelp समीक्षाएँ पढ़ें
ja: Netflixで「ハウス・オブ・カード」のエピソードを見るか、新しいレストランに関するYelpのレビューを読む
ru: серию "Карточный домик" на Netflix или читать отзывы Yelp о новом ресторане

source: When we can’t access the information we’re looking for on the internet within seconds
de: Wenn wir die gesuchte Information im Internet nicht innerhalb von Sekunden finden können
fr: Quand nous ne pouvons pas accéder à l'information que nous cherchons sur internet en quelques secondes
hi: जब हम इंटरनेट पर सेकंडों में हमें जिस जानकारी की तलाश है, तो हम उसका उपयोग नहीं कर सकते
ja: インターネットで数秒で探している情報にアクセスできない場合
ru: когда мы не можем получить доступ к информации, которую ищем в интернете за несколько секунд

source: we are not happy
de: wir sind nicht glücklich
fr: nous ne sommes pas heureux
hi: हम खुश नहीं हैं
ja: 私たちは幸せではありません
ru: мы не счастливы

source: This is where you come into the picture
de: Hier kommen Sie ins Spiel
fr: C'est là que vous entrez en jeu
hi: यहाँ पर आप प्रवेश करते हैं
ja: ここであなたが登場する場所です
ru: здесь вы вступаете в картину

source: wants you to identify the software (and hardware) bugs that delay downloads
de: möchte, dass Sie die Software- (und Hardware-) Bugs identifizieren, die Downloads verzögern
fr: vous demande d'identifier les bugs logiciels (et matériels) qui retardent les téléchargements
hi: आपसे अनुरोध है कि आप डाउनलोड को विलंबित करने वाली सॉफ़्टवेयर (और हार्डवेयर) बग्स की पहचान करें
ja: あなたに、ダウンロードを遅らせるソフトウェア（およびハードウェア）のバグを特定してほしいと思っています
ru: хочет, чтобы вы выявили программные (и аппаратные) ошибки, замедляющие загрузку

source: freeze screens
de: Bildschirme einfrieren
fr: figer les écrans
hi: स्क्रीन जम करना
ja: 画面をフリーズさせる
ru: замораживание экранов

source: create payloads that deliver malware to websites and generate other issues
de: Payloads erstellen, die Malware an Websites senden und andere Probleme verursachen
fr: créer des charges utiles qui livrent des logiciels malveillants aux sites web et génèrent d'autres problèmes
hi: मैलवेयर को वेबसाइटों पर पहुंचाने और अन्य समस्याएँ उत्पन्न करने वाले पेलोड बनाएं
ja: マルウェアをウェブサイトに配信し、その他の問題を発生させるペイロードを作成する
ru: создавать полезные нагрузки, доставляющие вредоносное ПО на веб-сайты и вызывающие другие проблемы

source: What’s in it for you
de: Was steht für Sie auf dem Spiel
fr: Qu'y a-t-il pour vous
hi: आपके लिए इसमें क्या है
ja: あなたにとってのメリットは何ですか
ru: что в этом для вас

source: Money if you join a
de: Geld, wenn Sie sich anschließen
fr: Argent si vous rejoignez un
hi: पैसा अगर आप शामिल होते हैं
ja: 参加するとお金がもらえます
ru: Деньги, если вы присоединитесь к

source: Sponsored Bug Hunt
de: Gesponserte Bug-Suche
ja: スポンサードバグハント

source: Jackpot money listed on the Leaderboard
de: Jackpot-Geld auf dem Leaderboard aufgeführt
fr: Argent du jackpot répertorié sur le classement
hi: लीडरबोर्ड पर सूचित जैकपॉट राशि
ja: リーダーボードに掲載されたジャックポット賞金
ru: Деньги от джекпота, указанные в таблице лидеров

source: Money if someone tips you for finding a bug through the tip button
de: Geld, wenn jemand Ihnen über die Tippfunktion ein Trinkgeld für das Finden eines Fehlers gibt
fr: Argent si quelqu'un vous donne un pourboire pour avoir trouvé un bug via le bouton de pourboire
hi: पैसा अगर कोई आपको सुझाव देता है कि आप टिप बटन के माध्यम से बग खोजने के लिए
ja: 誰かがあなたにチップを支払ってバグを見つけた場合にお金がもらえます
ru: Деньги, если кто-то дает вам чаевые за нахождение ошибки через кнопку чаевых

source: Experience to add to your résumé or portfolio
de: Erfahrung, um Ihrem Lebenslauf oder Portfolio hinzuzufügen
fr: Expérience à ajouter à votre CV ou à votre portfolio
hi: अपने रिज्यूमे या पोर्टफोलियो में जोड़ने के लिए अनुभव
ja: 履歴書やポートフォリオに追加する経験
ru: Опыт, который можно добавить в ваше резюме или портфолио

source: How it Works
de: Wie es funktioniert
fr: Comment ça marche
hi: यह कैसे काम करता है
ja: 動作原理
ru: Как это работает
