Repository: OWASP-BLT/BLT
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr, hi, ja, ru

source: Testers
de: Tester
fr: Testeurs
hi: टेस्टर्स
ja: テスター
ru: Тестировщики

source: Create a User Account to log into
de: Erstellen Sie ein Benutzerkonto, um sich anzumelden
fr: Créez un compte utilisateur pour vous connecter
hi: लॉग इन करने के लिए एक उपयोगकर्ता खाता बनाएं
ja: ログインするためのユーザーアカウントを作成する
ru: Создайте учетную запись пользователя для входа

source: Describe the software or hardware bug you found
de: Beschreiben Sie den von Ihnen gefundenen Software- oder Hardware-Fehler
fr: Décrivez le bug logiciel ou matériel que vous avez trouvé
hi: वह सॉफ़्टवेयर या हार्डवेयर बग विवरण करें जिसे आपने पाया
ja: 見つけたソフトウェアまたはハードウェアのバグを説明する
ru: Опишите найденную вами программную или аппаратную ошибку

source: Attach a screenshot of the bug
de: Fügen Sie einen Screenshot des Fehlers hinzu
fr: Joindre une capture d'écran du bug
hi: बग का एक स्क्रीनशॉट संलग्न करें
ja: バグのスクリーンショットを添付する
ru: Прикрепите снимок экрана ошибки

source: Submit the information
de: Die Informationen absenden
fr: Soumettre l'information
hi: जानकारी सबमिट करें
ja: 情報を送信する
ru: Отправьте информацию

source: Win money through company-sponsored Bug Bounties
de: Gewinnen Sie Geld durch von Unternehmen gesponserte Bug-Hunts
fr: Gagnez de l'argent grâce aux chasses aux bugs sponsorisées par l'entreprise
hi: कंपनी के प्रायोजित बग हंट के माध्यम से पैसे जीतें
ja: 企業がスポンサーとなるバグハントで賞金を獲得する
ru: Выиграйте деньги через спонсируемые компанией охоты на баги

source: tips or the Grand Prize/Jackpot
de: Trinkgelder oder den Hauptpreis/Jackpot
fr: pourboires ou le Grand Prix/Jackpot
hi: सुझाव या मुख्य पुरस्कार/जैकपॉट
ja: チップまたは大賞/ジャックポット
ru: чаевые или Главный приз/джекпот

source: We may also have "heists" where each bug is worth a specific amount based on what the company sets
de: Wir haben möglicherweise auch "Überfälle", bei denen jeder Fehler einen bestimmten Betrag wert ist, basierend darauf, was das Unternehmen festlegt
fr: Nous pouvons également avoir des "cambriolages" où chaque bug vaut un montant spécifique en fonction de ce que l'entreprise fixe
hi: हमारे पास "हैस्ट" भी हो सकते हैं जहां प्रति बग की मूल्य निर्धारित की जाएगी जिस पर कंपनी ने निर्धारित किया है
ja: 各バグが会社が設定した特定の金額に基づいて価値がある"強盗"もあるかもしれません
ru: У нас также могут быть "ограбления", где каждая ошибка стоит определенную сумму в зависимости от установленного компанией значения

source: If you participate in
de: Wenn Sie teilnehmen an
fr: Si vous participez à
hi: यदि आप भाग लेते हैं
ja: もし参加するなら
ru: Если вы участвуете в

source: sponsored Bug Bounties
de: gesponserte Bug-Hunts
fr: chasses aux bugs sponsorisées
hi: प्रायोजित बग हंट
ja: スポンサー付きバグハント
ru: спонсируемой охоте на баги

source: you could win prize money known as tips
de: können Sie Geldpreise gewinnen, die als Trinkgelder bekannt sind
fr: vous pourriez gagner de l'argent connu sous le nom de pourboires
hi: आप सुझाव के रूप में जाने जाने वाले पुरस्कार राशि जीत सकते हैं
ja: あなたはチップとして知られる賞金を獲得することができます
ru: вы можете выиграть денежный приз, известный как чаевые

source: Organizations
de: Organisationen
fr: Organisations
hi: संगठन
ja: 組織
ru: Организации

source: We want everyone to love your website
de: Wir möchten, dass jeder Ihre Website liebt
fr: Nous voulons que tout le monde aime votre site web
hi: हम चाहते हैं कि सभी आपकी वेबसाइट को पसंद करें
ja: 私たちは誰もがあなたのウェブサイトを愛することを望んでいます
ru: Мы хотим, чтобы каждому нравился ваш сайт

source: You want to keep your customers happy by giving them a consistent bug-free user experience
de: Sie möchten Ihre Kunden glücklich machen, indem Sie ihnen eine konsistente, fehlerfreie Benutzererfahrung bieten
fr: Vous voulez garder vos clients heureux en leur offrant une expérience utilisateur sans bug et cohérente
hi: आप चाहते हैं कि आपके ग्राहक आपकी वेबसाइट पर एक संगत बग-मुक्त उपयोगकर्ता अनुभव प्राप्त करके खुश रहें
ja: あなたは、一貫したバグのないユーザーエクスペリエンスを提供することで顧客を幸せにしたいと思っています
ru: Вы хотите держать своих клиентов довольными, предлагая им последовательный безбаговый пользовательский опыт

source: offers monthly Bug Bounties through 4 different subscription plans to help you achieve this
de: bietet monatliche Bug-Hunts über 4 verschiedene Abonnementpläne an, um Ihnen dabei zu helfen, dieses Ziel zu erreichen
fr: offre des chasses aux bugs mensuelles via 4 plans d'abonnement différents pour vous aider à atteindre cet objectif
hi: इसे प्राप्त करने में आपकी मदद करने के लिए 4 विभिन्न सदस्यता योजनाओं के माध्यम से मासिक बग हंट प्रदान करता है
ja: これを実現するのに役立つ4つの異なるサブスクリプションプランを介して月次のバグハントを提供しています
ru: предлагает месячные охоты на баги через 4 различных плана подписки, чтобы помочь вам в этом

source: Upload
de: Télécharger
fr: Télécharger
hi: अपलोड
ja: アップロード
ru: Загрузить

source: Hide all issues
de: Masquer tous les problèmes
fr: Masquer tous les problèmes
hi: सभी मुद्दे छुपाएं
ja: すべての問題を非表示
ru: Скрыть все задачи

source: Send a tip
de: Einen Tipp senden
fr: Envoyer un conseil
hi: संकेत भेजें
ja: ヒントを送る
ru: Отправить подсказку

source: General
de: Général
fr: Général
hi: सामान्य
ja: 一般
ru: Общее

source: Number
de: Numéro
fr: Numéro
hi: संख्या
ja: 番号
ru: Номер

source: Followers
de: Abonnés
fr: Abonnés
hi: अनुयायी
ja: フォロワー
ru: Подписчики

source: Bookmarks
de: Signets
fr: Signets
hi: बुकमार्क
ja: ブックマーク
ru: Закладки

source: No Bug Reported
de: Aucun bug signalé
fr: Aucun bug signalé
hi: कोई बग नहीं रिपोर्ट किया गया
ja: バグは報告されていません
ru: Баги не сообщены

source: Bugs Reported
de: Bugs signalés
fr: Bugs signalés
hi: रिपोर्ट किए गए बग
ja: 報告されたバグ
ru: Сообщенные баги

source: Open Issues
de: Problèmes ouverts
fr: Problèmes ouverts
hi: खुले मुद्दे
ja: オープンな問題
ru: Открытые задачи

source: Closed Issues
de: Problèmes résolus
fr: Problèmes résolus
hi: बंद मुद्दे
ja: クローズした問題
ru: Закрытые задачи

source: activity
de: Aktivität
hi: गतिविधि
ja: アクティビティ
ru: Активность

source: No Activity Yet
de: Aucune activité pour le moment
fr: Aucune activité pour le moment
hi: अभी तक कोई गतिविधि नहीं
ja: まだアクティビティはありません
ru: Активность отсутствует

source: top bug findings
de: Top-Fehlermeldungen
fr: Principales découvertes de bugs
hi: शीर्ष बग खोज
ja: トップバグの発見
ru: Лучшие находки по ошибкам

source: Nothing Found
de: Rien trouvé
fr: Rien trouvé
hi: कुछ भी नहीं मिला
ja: 何も見つかりません
ru: Ничего не найдено

source: You're receiving this email because you requested a password reset for your user account at {{ site_name }}.
de: Sie erhalten diese E-Mail, weil Sie eine Zurücksetzung des Passworts für Ihr Benutzerkonto auf {{ site_name }} angefordert haben.
fr: Vous recevez cet e-mail car vous avez demandé une réinitialisation de votre mot de passe pour votre compte utilisateur sur {{ site_name }}.
ja: このメールを受け取ったのは、{{ site_name }} でのユーザーアカウントのパスワードリセットをリクエストしたためです。
ru: Вы получаете это письмо, потому что запросили сброс пароля для вашей учетной записи на сайте {{ site_name }}.

source: Your username, in case you’ve forgotten:
de: Ihr Benutzername, falls Sie ihn vergessen haben:
fr: Votre nom d'utilisateur, au cas où vous l'auriez oublié :
ja: ユーザー名（忘れた場合）：
ru: Ваше имя пользователя, на случай забытья:

source: Thanks for using our site!
de: Vielen Dank, dass Sie unsere Website nutzen!
fr: Merci d'utiliser notre site !
ja: 当サイトをご利用いただきありがとうございます！
ru: Благодарим за использование нашего сайта!

source: REPORT A BUG
de: Fehler melden
fr: SIGNALER UN BUG
hi: बग की रिपोर्ट करें
ja: バグを報告
ru: Сообщить о проблеме

source: BUG TITLE
de: Fehlertitel
fr: TITRE DU BUG
hi: बग शीर्षक
ja: バグのタイトル
ru: Название ошибки

source: BUG TYPE
de: Fehlertyp
fr: TYPE DE BUG
hi: बग प्रकार
ja: バグの種類
ru: Тип ошибки

source: BUG HUNT
de: Fehlerjagd
ja: バグハント

source: SCREENSHOTS
fr: CAPTURES D'ÉCRAN
hi: स्क्रीनशॉट
ja: スクリーンショット
ru: Снимки экрана

source: Upload screenshots
de: Screenshots hochladen
fr: Télécharger des captures d'écran
hi: स्क्रीनशॉट अपलोड करें
ja: スクリーンショットをアップロード
ru: Загрузить снимки экрана

source: or drag and drop
de: oder ziehen und ablegen
fr: ou glisser et déposer
hi: या खींचें और छोड़ें
ja: またはドラッグアンドドロップ
ru: или перетащите

source: ADD TEAM MEMBERS
de: Teammitglieder hinzufügen
fr: AJOUTER DES MEMBRES D'ÉQUIPE
hi: टीम के सदस्यों को जोड़ें
ja: チームメンバーを追加
ru: Добавить членов команды

source: Team members should be bugbounty users
ja: チームメンバーはバグハントのユーザーである必要があります

source: Report Privately
de: Privat melden
fr: Signaler en privé
hi: निजी रूप से सूचित करें
ja: 非公開で報告
ru: Сообщить в частном порядке

source: Report
de: Melden
fr: Signaler
hi: रिपोर्ट करें
ja: 報告
ru: Сообщить

source: START Bug Bounty
fr: DÉMARRER UNE CHASSE AUX BUGS
hi: बगहंट शुरू करें
ru: Начать поиск багов

source: Bug Bountys
fr: Chasses aux bugs
ru: Поиск багов

source: Start a Bug Bounty
de: Starten Sie eine Fehlerjagd
fr: Commencer une chasse aux bugs
hi: कीट का शिकार
ru: Начать поиск багов

source: All prize money goes directly to the Bug Bountyer
fr: Toutes les sommes gagnées vont directement au chasseur de bugs
hi: सभी पुरस्कार राशि सीधे बग हंटर के पास जाती है
ru: Вся сумма призовых напрямую переходит охотнику за багами

source: Sponsored Bug Bounty
fr: Chasse aux bugs sponsorisée
hi: प्रायोजित बग हंट
ru: Спонсируемая охота на баги

source: Bug Bounty
de: Fehlerjagden
fr: CHASSE AUX BUGS
hi: बग हंट
ru: Охота на ошибки

source: Team members should be Bug Bountys users
fr: Les membres de l'équipe doivent être des utilisateurs de Bug Bountys
ru: Участники команды должны быть пользователями Bug Bountys

source: Stats
fr: Statistiques
hi: आँकड़े

source: About
fr: À propos
hi: के बारे में

source: Terms of Service
fr: Conditions d'utilisation
hi: सेवा की शर्तें

source: Bug Bounties
hi: बग बाउंटीज़

source: Bugs
hi: बग

source: OK
hi: ठीक

source: Team members should be Bug Bounties users
hi: टीम के सदस्य बगहंट्स उपयोगकर्ता होने चाहिए

source: Team members should be bug bounty users
de: Teammitglieder sollten Bug bounties-Benutzer sein
